{
  "privacy-one-title": "Privacy policy",
  "privacy-one-content": "<p>Discount IT Store Developed this Privacy Policy to protect your personal information and keep it confidential. We do everything we reasonably can, to protect your rights of privacy on systems and the website, controlled by us.</p><p>Discount IT Store often may provide hyperlinks to third party or manufacturer websites for product related information and We are not liable for any unauthorized or unlawful disclosures of your personal and confidential information made by those third parties, who are not subject to our control. And You should take note that the information and privacy practices of such sites, may be different from ours.  And Discount IT Store privacy policy is subject to change at any time without notice.</p><p>Discount IT Store use and allow select partners to use cookies. As We do this to understand your use of our Services; improve your user experience and enable personalized features and content; optimize our advertisements and marketing; and to enable third-party advertising companies to assist us in serving ads specific to your interests across the Internet.</p><p>Discount IT Store Collects Personally Identifiable Information Includes Names.. Phone Numbers.. Whats app Numbers and Email ids Along With Facebook’s Ids and Instagram Ids From You When You Setup Free Login Account For Purchase  Of Products.,  While You Can Browse Discount  IT Store Websites For All Activities Except Purchase With Out Free Login Registration.,</p><p>To Customize Your Shopping Experience in Our Discount IT Store Website… We Store Cookies On Your Computer… Cookies Cannot Be Programmed cannot carry viruses and cannot install malware….We Receive and Store Any Information You Provide In Relation To Our Services..And Also You Have Options Not to Provide Certain Information…But Then You Might not be able to take advantage of Many of Our Services.,</p><p>Discount IT Store Might Receive About You From Other Sources., Such us Updated delivery And Address Information from our carries ., Which we use to correct our records and deliver your purchase more easily., We Use Your Personal Information to Operate., Provide.,Develop and improve the products and services that we offer our Customers.,</p><p>Discount IT Store Use Your Personal Information To Display Interest Base Ads For Features., Products And Services That Might Be Interested To You., We Do Not Use Information That Personally Identifies You To Display Interest Based Ads.,</p><p>Discount It Store Use to Work to protect the security of your personal information during Payment transmission and we follow payment card industry data security standard when handling Payment card data.,  And It Is important for you to protect against unauthorized access to your password and to your computers., devices and application … and make sure to sign of when finished used a share computer.,</p><p>Discount It Store doesn't sell products for purchase by children., we sell children products for purchase by adults., if you are under the age of 18 years you may use Discount IT Stores Services only with the involvement of Parents., </p><p>Force Major event that is beyond the reasonable control of Discount IT Store and Shall include without limitation sabotage fire flood explosion., acts of gods and civil commotion strikes  or industrial action of any kind ., computer hacking ., unauthorized access to computer,computer system or computer network breach of security and encryption beyond reasonable control of Discount IT Store., we will endeavour to take all reasonable and appropriate steps to keep secure any personal information which we hold about you and prevent authorized access., you acknowledge that the internet or computer networks are not fully secure and that we cannot provide any absolute assurance regarding of   your personal information.,</p>",
  "privacy-two-title": "",
  "privacy-two-content": "",
  "privacy-three-title": "",
  "privacy-three-content": "",
  "privacy-four-title": "",
  "privacy-four-content": "",
  "privacy-five-title": "",
  "privacy-five-content": "",
  "privacy-six-title": "",
  "privacy-six-content": ""
}